{
   "translation": {
    "inicio": "HOME",
    "agenda": "TOUR",
    "biografia": "BIOGRAPHY",
    "discografia": "DISCOGRAPHY",
    "loja": "SHOP",
    "fotos": "PHOTOS",
    "videos": "VIDEOS",
    "contato": "CONTACT",

     "NOTICÍAS": "NEWS",
     "Show com a banda SleepWalkers no Hangar 110": "Show with the SleepWalkers band at Hangar 110",
     "Banda SleepWalkers tocando o melhor do Gothic/Metal, compareça!": "Band SleepWalkers playing the best of Gothic/Metal, join us!",
     "Show com a banda SleepWalkers no Inferno": "Show with the SleepWalkers band at Inferno",
     "Show com a banda SleepWalkers no Manifesto": "Show with the SleepWalkers band at Manifesto",
     "Agenda": "Dates",
     "Datas e Locais": "No shows scheduled ",
     "A confirmar!": "At the moment!",
     "Ingressos": "Tickets",

     "Biografia": "Biography",
     "A SleepWalkerS iniciou-se em 2008, com o Guitarrista Artur SA, através de músicos encontrados pelo site “TÔ SEM BANDA”, partindo-se da premissa de formar uma banda no estilo DARK/GOTHIC METAL, incluindo vocal feminino, gutural e teclados sinfônicos. Assim após alguns meses de busca a banda composta por Mari Li (Vocal) Artur SA (Guitarra) e Marcos Lopes (Guitarra) iniciaram a composição de músicas. Com quase 4 anos de existência e a crescente dificuldade de firmar o line-up a banda encerrou-se em 2011, sendo que nessa época era conhecida como “ BLACK SUNRISE” em homenagem a celebre música da banda alemã Kreator. Em 2013 Artur SA retornou a banda, com o nome corrigido para SleepWalkerS, junto com seu primo Eduardo Souza – Bateria ( 2013 – 2017) e novamente com a vocalista Mari Lima, a banda fechou o set list de 08 músicas e com novos integrantes Leandro Miguel (Baixo) e Rafael “BLADE” Dantas no teclado, a banda começou a fazer shows pelas casas noturnas de SP, como Inferno, Hangar, Manifesto e outras. Após vários shows e troca de integrantes (baixo, voz, bateria e teclado) a banda solidificou seus trabalhos com os exímios músicos: Matheus Ulhoa (guitarra solo, ex Opus Hell), Felipe Ulhoa (baixo), Allan Azevedo (bateria), e a vocal Letícia Duarte. A banda entra em estúdio no final de 2018 para sacramentar seu nome no meio underground do metal nacional com o lançamento do primeiro debut, intitulado de HYPNOS, que foi lançado em 2019, junto com o Lyric vídeo RISE IN THE FIRE e o clip SUBCONCIOUS CRUELTY, com a marca de mais de 4.000 visualizações e com mais de 12.000 seguidores. Antes de iniciar seus shows em divulgação ao novo material, a o mundo foi surpreendido pela pandemia. Com isso a banda resolveu voltar aos estúdios e compor novas músicas. A banda lançou em setembro / 2023, o single “ The Fallen Sun”, ainda em desenvolvimento, programado para 2024, mais quatro músicas estão em desenvolvimento, sendo dois covers e depois o 2ª CD denominado THANATHOS.": "SleepWalkerS began in 2008, with Guitarist Artur SA, through musicians found on the website “TÔ SEM BANDA”, based on the premise of forming a band in the DARK/GOTHIC METAL style, including female vocals, guttural and symphonic keyboards . So after a few months of searching, the band composed of Mari Li (Vocals) Artur SA (Guitar) and Marcos Lopes (Guitar) started composing songs. After almost 4 years of existence and the increasing difficulty of establishing a line-up, the band ended in 2011, and at that time it was known as “BLACK SUNRISE” in homage to the famous song by the German band Kreator. In 2013 Artur SA returned to the band, with the name corrected to SleepWalkerS, together with his cousin Eduardo Souza – Bateria (2013 – 2017) and again with vocalist Mari Lima, the band closed the set list of 08 songs and with new members Leandro Miguel (Bass) and Rafael “BLADE” Dantas on keyboards, the band started playing shows in nightclubs in SP, such as Inferno, Hangar, Manifesto and others. After several shows and changing members (bass, vocals, drums and keyboard) the band solidified its work with excellent musicians: Matheus Ulhoa (solo guitar, ex Opus Hell), Felipe Ulhoa (bass), Allan Azevedo (drums), and the vocals Letícia Duarte. The band enters the studio at the end of 2018 to cement its name in the national underground metal scene with the release of its first debut, entitled HYPNOS, which was released in 2019, along with the Lyric video RISE IN THE FIRE and the clip SUBCONCIOUS CRUELTY , with more than 4,000 views and more than 12,000 followers. Before starting his promotional shows with new material, the world was surprised by the pandemic. With that, the band decided to return to the studios and compose new songs. The band released the single “The Fallen Sun” in September 2023, still in development, scheduled for 2024, four more songs are in development, two covers and then the 2nd CD called THANATHOS.",
     "Discografia": "Discography",

     "Fotos": "Photos",
     "Videos": "Videos"

   }
}